parametric_campaign/cases/DOE_Case_006/constant/turbulenceProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
simulationType  laminar;
