parametric_campaign/cases/DOE_Case_006/0/alphat
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      alphat;
}
dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0;
    }
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    walls
    {
        type            alphatWallFunction;
        Prt             0.85;
        value           uniform 0;
    }
    heat_sink_surfaces
    {
        type            alphatWallFunction;
        Prt             0.85;
        value           uniform 0;
    }
    chip_bases
    {
        type            alphatWallFunction;
        Prt             0.85;
        value           uniform 0;
    }
}
